{
  "Slow rate of speech": "Speech that is produced at a noticeably slower pace than typical.",
  "Fast rate of speech": "Speech appears at a noticeably faster pace than  typical.", 
  "Variable rate of speech": "Speech appears to vary between a fast and slow rate.",
  "Short phrases": "Utterances composed of only a few words at a time, often due to reduced breath support, fatigue, or impaired motor planning, resulting in limited phrase length.",
  "Abnormal noises": "Nonlinguistic vocalizations that interrupt the flow of speech, such as grunts, groans, or other nonmeaningful sounds, often reflecting involuntary motor activity, compensatory behaviors, or impaired motor control.",
  "Stutter-like Disfluencies": "Disfluencies such as part-word, whole-word, or phrase repetitions, or sound prolongations.",
  "Distorted substitutions or articulatory additions": "Distorted substitutions are imprecise sound replacements that resemble intended phonemes but are inaccurately produced, while additions involve the unintentional insertion of extra sounds or syllables due to disrupted motor planning. Both error types reflect difficulties in sequencing and executing speech movements.",
  "Syllable Segregation": "The abnormal separation of syllables within a multisyllabic word, often characterized by equal and exaggerated stress on each syllable, disrupting the natural rhythm and prosody of speech.",
  "Prolonged interword intervals": "Abnormally long pauses between words, which disrupt the natural flow and rhythm of speech.",
  "Prolonged phonemes": "Speech sounds that are held or sustained longer than typical.",
  "Reduced vocal loudness (<70dB)": "Consistently lower-than-typical loudness of speech.",
  "Explosive loudness bursts": "Sudden, brief, and atypically loud increases in vocal intensity, often occurring at the onset of an utterance, and typically reflecting poor regulation of respiratory or phonatory effort.",
  "Monoloudness": "Reduced or absent variation in vocal loudness across utterances, resulting in flat or monotonous speech that lacks natural emphasis and prosodic contrast.",
  "Loudness decay": "Noticeable reduction in vocal intensity toward the end of an utterance, sometimes resulting in a soft or whisper-like quality, and often indicative of impaired respiratory or phonatory support.",
  "Excessive loudness variation": "Abrupt or exaggerated changes in vocal intensity within or across utterances, where some words are produced overly loudly and others unusually softly, disrupting the natural prosody of speech.",
  "Breathiness": "Soft, airy vocal quality caused by incomplete glottal closure, allowing excess airflow during phonation.",
  "Aphonia": "Complete absence of voiced sound due to a total loss of phonation.",
  "Hoarseness": "An abnormal vocal quality characterized by a rough, harsh, or raspy sound, often resulting from irregular vocal fold vibration.",
  "Strained": "A tight, effortful, or pressed voice resulting from excessive tension and hyperadduction of the vocal folds.",
  "Diplophonia": "The simultaneous perception of two distinct pitches during phonation, typically most evident during sustained vowel production, and often caused by irregular or asynchronous vocal fold vibration.",
  "Pitch Breaks": "Sudden, unintended shifts in vocal pitch during phonation, often occurring mid-utterance and reflecting instability in vocal fold tension or neuromuscular control.",
  "Monopitch": "Reduced or absent variation in vocal pitch across utterances, resulting in flat or monotonous speech that lacks natural emphasis and prosodic contrast.",
  "Pitch Instability": "Irregular or unpredictable fluctuations in vocal pitch during speech or sustained phonation, often resulting in a shaky, wavering, or unsteady vocal quality associated with impaired laryngeal control.",
  "Voice stoppage/arrests": "Sudden and complete cessation of vocal fold vibration during speech, resulting in brief, involuntary silences that interrupt the flow of phonation.",
  "Maximum phonation time less than 15 seconds <65+ years, less than 12 >65+ years": "Reduced maximum phonation time according to age, reflecting impaired respiratory and/or laryngeal control.",
  "Runs out of air when speaking": "The inability to sustain adequate airflow throughout an utterance, often resulting in prematurely terminated speech, gasping, or reduced phrase length, and typically associated with respiratory or phonatory inefficiency.",
  "Vocal tremor": "A regular, rhythmic fluctuation in pitch and/or loudness of the voice, typically occurring at a frequency of 3 to 5 Hz.",
  "Rapid vocal flutter (i.e. rapid voice tremor)": "Rapid vocal flutter refers to a fast, rhythmic oscillation in voice quality, typically exceeding 6 Hz, resulting in a shaky or quivering sound.",
  "Reduced use of stress": "Diminished variation in vocal emphasis across syllables or words, resulting in flat, monotone speech that lacks the typical prosodic cues used to convey meaning, contrast, or emotion.",
  "Prosodic excess or scanning": "Prosodic excess, also known as scanning speech, refers to an abnormal speech pattern characterized by equal and often excessive stress on syllables, with slow rate and abnormal rhythm, typically resulting in segmented, unnatural-sounding speech.",
  "Atypical silences / pauses": "Unexpected or abnormally timed silences or pauses in speech, occurring at inappropriate syntactic or prosodic boundaries and/or lasting for unusual durations, often disrupting speech fluency and natural rhythm.",
  "Errors marking stress": "Inappropriate placement of prosodic emphasis, such as stressing the wrong syllable in a multisyllabic word or the incorrect word within a phrase.",
  "Imprecise consonants": "Errors or imprecision in articulation of consonants.",
  "Distorted vowels": "Inaccurate or imprecise production of vowel sounds, often characterized by altered tongue placement, reduced vowel space, or centralized articulation.",
  "Irregular articulatory breakdown": "Inconsistent and unpredictable errors in the production of consonants and vowels, often varying across repetitions and contexts.",
  "Articulatory groping": "Visible, effortful searching or trial-and-error movements of the oral articulators during speech attempts, reflecting difficulty in initiating or sequencing motor plans for accurate sound production.",
  "Telescoping": "The unintentional collapsing or omission of syllables within a multisyllabic word, resulting in a compressed or distorted form of the word, much like a telescope being pushed inward.",
  "Deterioration of speech during continuous speaking and improvement with rest": "A marked decline in speech clarity, strength, or intelligibility over a short period of sustained speaking, with notable improvement following a brief rest. This pattern is characteristic of neuromuscular fatigue, most commonly seen in Myasthenia Gravis.",
  "Fewer Errors in Automatic Speech than Connected Speech": "The observation that overlearned or reflexive utterances (e.g., counting, greetings, days of the week) are produced more accurately than novel or volitional speech, suggesting a disruption in motor planning pathways.",
  "Audible nasal emission or nasal snorting": "The inappropriate escape of air through the nose during speech, often heard as a hissing or snorting sound, and typically resulting from incomplete velopharyngeal closure.",
  "Hyponasality": "Reduction or absence of normal nasal resonance during speech, typically caused by nasal passage obstruction (e.g., congestion) or abnormally timed velopharyngeal closure, resulting in a voice that may sound "stuffy" or denasalized, particularly on nasal consonants like /m/, /n/, and /ŋ/.",
  "Hypernasality": "Excessive nasal resonance during speech, typically caused by inadequate velopharyngeal closure due to weakened or poorly coordinated velar muscles, resulting in speech that sounds overly nasal, especially on non-nasal sounds.",
  "Slow rate": "Reduced speed in repeating syllables or sequences of sounds.",
  "Irregular rhythm": "Inconsistent and unpredictable timing between repeated syllables or sound sequences.",
  "Rapid, accelerated AMRs": "Abnormally fast repetitions of a AMRs, often produced with reduced precision and range of motion.",
  "Overall imprecise articulation of AMRs / SMRs": "Inaccurate or indistinct production of syllables during AMR and SMR production.",
  "Poorer labial articulation (‘puh’) than lingual articulation (‘tuh’ and ‘kuh’)": "Disproportionate difficulty producing bilabial sounds compared to lingual sounds during diadochokinetic tasks, often suggesting weakness or impaired control of the lips.",
  "Poorer lingual articulation (‘tuh’ and ‘kuh’) than labial articulation (‘puh’)": "Greater difficulty producing tongue-based sounds compared to lip-based sounds during diadochokinetic tasks, often indicating impaired lingual coordination or control.",
  "'Puh-tuh-kuh' is poorly sequenced": "Disrupted, out-of-order, or poorly coordinated production of the sequential motion rate.",
  "Pseudobulbar Affect": "Involuntary, sudden, and inappropriate episodes of laughing or crying that are disproportionate or unrelated to the individual's actual emotional state.",
   "Flat affect / masked facies": "Noticeable reduction or absence of emotional expression, particularly in facial expression, vocal tone, and gestures, resulting in speech and behavior that appear unresponsive or emotionally blunted despite the presence of internal emotion.",
  "Incoordination / dysmetria": "Impaired coordination of movement characterized by difficulty in timing and scaling motor actions, resulting in the overshooting (hypermetria) or undershooting (hypometria) of intended targets.",
  "Muscle atrophy": "Wasting or loss of muscle mass and strength.",
  "Involuntary, unpredictable movements": "Incontrolled and unpredictable motor actions that occur without conscious intent, often varying in timing, location, and intensity.",
  "Tremor: action-induced": "Rhythmic limb tremor that occurs during movement.",
  "Tremor: with sustained movements": "Rhythmic limb movement that occurs during the sustained holding of a movement, such as holding an arm or leg up.",
  "Tremor: at rest": "Rhythmic limb movement that occurs when the body or limb is at rest.",
  "Drooping on entire side of face*": "Weakness in both the upper and lower part of one side of the face.",
   "Drooping on lower side of face*": "Weakness in only the lower part of one side of the face.",
  "Bilateral facial weakness": "Weakness on both sides of the face.",
  "Hypotonia": "Reduced muscle tone, resulting in muscles that feel soft or floppy on palpation and offer diminished resistance to passive movement.",
  "Muscle weakness": "Weak muscles in one or more facial muscles.",
  "Spasticity": "Increase in muscle tone, characterized by exaggerated resistance to passive stretch due to hyperexcitability of the stretch reflex.",
  "Drooling": "Loss of saliva from the mouth, usually occurring from labial weakness.",
  "Decreased sensation of the face (CN VII), cheek (CN V), tongue (CN XII), or palate (CN X)": "A reduction or loss of tactile sensitivity in specific oral or facial regions, typically indicating dysfunction or damage to the corresponding cranial nerves responsible for sensory innervation in those areas.",
  "Nonverbal oral apraxia": "A motor planning disorder characterized by difficulty performing voluntary, non-speech oral movements (e.g., puckering lips, sticking out the tongue, or blowing), despite intact muscle strength and automatic oral reflexes.",
  "Asymmetrical movement*": "Asymmetrical lip movement, reflecting weakness on impaired side.",
  "Weakness": "Reduced strength or control of the lip muscles, often resulting in difficulty with tasks requiring lip seal or movement, such as producing bilabial sounds, blowing, or maintaining oral pressure during speech and swallowing.",
  "Limited range of motion": "Limited ability to move the lips fully in various directions, such as rounding, retracting, or closing.",
  "Jaw hangs open at rest": "An inability to maintain jaw closure when the mouth is at rest, resulting in the jaw remaining in an open or partially open position.",
  "Jaw deviation to one side*": "The jaw deviates to one side of the face at rest. The jaw often deviates toward the weaker or affected side due to unopposed muscle pull.",
  "Weakness when opening or closing": "Reduced strength or control of jaw muscles when opening or closing.",
  "Clonus": "Rhythmic, involuntary, and repetitive jaw movements (typically vertical oscillations) in response to sustained muscle stretch or stimulation, often indicating exaggerated reflex activity associated with upper motor neuron lesions.",
  "Limited range of motion": "A reduction in the ability to open, close, or move the jaw laterally or protrusively.",
  "Progressive weakening of jaw movements": "A gradual decline in jaw strength during sustained or repetitive use, often indicating neuromuscular fatigue, as seen in conditions like myasthenia gravis.",
  "Palate hangs low in mouth": "A drooping or lowered resting position of the soft palate, often due to weakness or paralysis of the velar muscles, which may impair velopharyngeal closure and contribute to hypernasality or nasal air emission during speech.",
  "Palate asymmetry*": "Palate hangs low on side of the mouth.",
  "Asymmetric movement on phonation": "Uneven elevation or positioning of the soft palate during phonation.",
  "Air escapes from nose when puffing cheeks": "Inability to maintain intraoral pressure due to incomplete velopharyngeal closure.",
  "Fasiculations": "Involuntary, visible muscle twitches on the surface of the tongue, typically caused by denervation or lower motor neuron damage.",
  "Deviation to one side on protrusion*": "The tongue veering toward one side when extended, typically indicating unilateral weakness of the tongue muscles innervated by the hypoglossal nerve (CN XII). The tongue deviates toward the weaker side due to unopposed muscular pull.",
  "Weakness*": "Reduced strength of tongue muscles against resistence.",
  "Limited range of motion*": "Limited ability to move the tongue fully in various directions.",
  "Diminished ability to curl tip of tongue": "Reduced control or range of motion in elevating or shaping the anterior tongue.",
  "Slow movements": "Slow tongue movements upon movement.",
  "Weak cough": "A reduced force and effectiveness of the cough reflex, often due to respiratory muscle weakness, impaired glottic closure, or reduced expiratory drive.",
  "Weak Glottal coup": "A reduced ability to produce a sharp, forceful sound from the vocal folds (such as a hard "uh" sound), typically indicating impaired laryngeal closure or reduced vocal fold strength.",
  "Inhalatory stridor": "A high-pitched, harsh, or wheezing sound heard during inhalation.",
  "Weak cough but strong glottal coup": "A pattern in which voluntary laryngeal closure (as tested by a glottal coup) is strong, but the cough is weak, suggesting that respiratory drive or expiratory muscle strength is impaired, while laryngeal function remains intact.",
  "Weak coup and weak cough": "Reduced ability to generate both a strong glottal coup (volitional vocal fold closure) and an effective cough, indicating possible combined laryngeal and respiratory muscle weakness."
}
