{
  "Slow rate of speech": "Speech appears at a slower rate than expected or typical.",
  "Fast rate of speech": "Speech appears at a faster rate than expected or typical.", 
  "Variable rate of speech": "Speech appears to vary between a fast and slow rate.",
  "Short phrases": "Phrases are produced with only a few words at a time.",
  "Abnormal noises": "Nonmeaningful noises interrupt the flow of speech, such as grunting, nonmeaningful vocalizations, etc.",
  "Stutter-like Disfluencies": "Disfluencies such as part-word, whole-word, or phrase repetitions, or sound prolongations.",
  "Distorted substitutions or articulatory additions": "Distorted substitutions are imprecise sound replacements that resemble intended phonemes but are inaccurately produced, while additions involve the unintentional insertion of extra sounds or syllables due to disrupted motor planning. Both error types reflect difficulties in sequencing and executing speech movements.",
  "Syllable Segregation": "The abnormal separation of syllables within a multisyllabic word, often characterized by equal and exaggerated stress on each syllable, disrupting the natural rhythm and prosody of speech.",
  "Prolonged interword intervals": "Abnormally long pauses between words, which disrupt the natural flow and rhythm of speech.",
  "Prolonged phonemes": "Speech sounds that are held or sustained longer than typical.",
  "Reduced vocal loudness (<70dB)": "Consistently lower-than-typical loudness of speech.",
  "Explosive loudness bursts": "Sudden, brief, and atypically loud increases in vocal intensity, often occurring at the onset of an utterance, and typically reflecting poor regulation of respiratory or phonatory effort.",
  "Monoloudness": "Reduced or absent variation in vocal loudness across utterances, resulting in flat or monotonous speech that lacks natural emphasis and prosodic contrast.",
  "Loudness decay": "Noticeable reduction in vocal intensity toward the end of an utterance, sometimes resulting in a soft or whisper-like quality, and often indicative of impaired respiratory or phonatory support.",
  "Excessive loudness variation": "Abrupt or exaggerated changes in vocal intensity within or across utterances, where some words are produced overly loudly and others unusually softly, disrupting the natural prosody of speech.",
  "Breathiness": "Soft, airy vocal quality caused by incomplete glottal closure, allowing excess airflow during phonation.",
  "Aphonia": "Complete absence of voiced sound due to a total loss of phonation.",
  "Hoarseness": "An abnormal vocal quality characterized by a rough, harsh, or raspy sound, often resulting from irregular vocal fold vibration.",
  "Strained": "A tight, effortful, or pressed voice resulting from excessive tension and hyperadduction of the vocal folds.",
  "Diplophonia": "The simultaneous perception of two distinct pitches during phonation, typically most evident during sustained vowel production, and often caused by irregular or asynchronous vocal fold vibration.",
  "Pitch Breaks": "Sudden, unintended shifts in vocal pitch during phonation, often occurring mid-utterance and reflecting instability in vocal fold tension or neuromuscular control.",
  "Monopitch": "Reduced or absent variation in vocal pitch across utterances, resulting in flat or monotonous speech that lacks natural emphasis and prosodic contrast.",
  "Pitch Instability": "Irregular or unpredictable fluctuations in vocal pitch during speech or sustained phonation, often resulting in a shaky, wavering, or unsteady vocal quality associated with impaired laryngeal control.",
  "Voice stoppage/arrests": "Sudden and complete cessation of vocal fold vibration during speech, resulting in brief, involuntary silences that interrupt the flow of phonation.",
  "Maximum phonation time less than 15 seconds <65+ years, less than 12 >65+ years": "Reduced maximum phonation time according to age, reflecting impaired respiratory and/or laryngeal control.",
  "Runs out of air when speaking": "The inability to sustain adequate airflow throughout an utterance, often resulting in prematurely terminated speech, gasping, or reduced phrase length, and typically associated with respiratory or phonatory inefficiency.",
  "Vocal tremor": "A regular, rhythmic fluctuation in pitch and/or loudness of the voice, typically occurring at a frequency of 3 to 5 Hz." 
}
