{
  "Rate of Speech": "Complete running speech tasks, which may include: \n 1)  Observation of conversational/informal speech. Ask questions such as, \"What does a typical day look like for you? \n 2)  Narrative task: Ask the patient to describe an image (ex. the Kite Picture, or Cookie Theft picture). \n 3) Reading task (ex. the Grandfather Passage or Caterpillar Passage).",
  "Fluency & Cadence": "Same tasks as \"Rate of Speech\"",
  "V. Loudness": "Same tasks as \"Rate of Speech\"",
  "Voice Quality and Respiration": "Observe during other speech tasks. Measure maximum phonation time: \n Ask the patient, \"Take a deep breath and hold out the sound 'ah' for as long as you can.\"",
  "Word & Phrasal Stress": "Observe during other speech tasks. \n Optional additional task: Present patient with a sentence in writing: \"The deadline is tomorrow.\" Ask, \"Read this sentence with a different stress. For example, 'The deadline IS tomorrow.'\"",
  "Articulation": "\"Repeat these words after me: northwest, twist, fused, sleeps, scarecrow, playground, lifeboat, shipwreck, mushroom, woodwork.\"(from Tikofsky, 1970) \n \"Repeat this sentence after me: 'A strong job interview actually breathes life into my morning.' 'The other difficult colleague will perhaps confront my behavior and enjoy it.'\" (from Gurevich & Kim, 2023) \n Assess automatic speech: \"Tell me the days of the week.\"",
  "Resonance": "Check for nasal emission by either placing a mirror underneath the patient's nose while they are speaking OR by asking the patient, \"Repeat after me: 'Buy Bobby a puppy.' Now, pinch your nostrils shut. Again, repeat after me: 'Buy Bobby a puppy.'\" You can do the same with the phrase, 'My mama makes lemon muffins.' \n Compare the patient's resonance when the nares are not occluded, versus are occluded.",
  "Diadochokinetic Rate (DDK)": "If possible, record to get an exact count of the repetitions to measure repetitions per second. \n AMR: \"Take a breath and repeat 'puh-puh-puh-puh-puh' for as long and steadily as you can for five seconds.\" Provide an example. Do additional trials with the cue,\"I would like to see you try it again to see if you can go even faster\" for a maximum performance test. Repeat with \"tuh\" and \"kuh\" \n SMR: \"Now, take a breath and repeat 'puh-tuh-kuh' over and over again for five seconds.\" Provide an example. If this speech sequence cannot be learned, ask the patient to repeat \"buttercup, buttercup, buttercup.\"",
  "Expression": "Observe the patient's emotional state throughout the assessment. Note patient or caregiver report of uncontrolled or inappropriate emotional responses. ",
  "General OME Observations": "Observations across oral mechanism tasks.",
  "OME (Face)": "\"Relax and look straight ahead. Open your lips and breathe quietly.\" \n Look at the jaw and lips at rest.",
  "OME (Jaw)": "\"Open your mouth wide. Hold it open; don't let me close your mouth.\" (Attempt to close the jaw) \n \"Close your mouth. Don't let me open it.\" (Attempt to open the jaw) \n \"Keep your lips closed. Bite down five times, like you\"re chewing on a piece of gum.\"",
  "OME (Lips)": "\"Smile. Hold that smile for three seconds.\" (Count to three) \n \"Keep smiling. Don't let me move your lips.\" (Attempt to push the lips towards the center of the face) \n \"You can relax your face. Now, squeeze your lips tightly together for three seconds.\" (Count to three) \n \"Don't let me open your lips.\" (Attempt to open the lips)",
  "OME (Soft Palate)": "\"Close your lips and puff your cheeks up with air.\" \n \"Open your mouth wide.\" (Depress the tongue with tongue blade, and observe the palate at rest)",
  "OME (Tongue)": "\"Open your mouth. Let your tongue relax.\" \n \"Stick your tongue straight out. Hold it out for three seconds.\" (Count to three) \n \"Don't let me push your tongue back into your mouth.\" (Attempt to push the tongue with a tongue blade while the patient continues to resist) \n \"Curl your tongue up, towards your nose.\" \n \"Lower your tongue down, towards your chin.\" (Place your finger against the patient's left cheek) \n \"Push your tongue into the inside of your cheek. Push against my finger.\" (Repeat with the right side)",
  "OME (Larynx)": "\"Cough\" \n \"Say 'uh-oh'\" (Listen to patient inhaling)",
  "Body Movement": "If possible, observe patient ambulating or performing motor movements (ex. reaching for a cup, holding out their arms, writing). Reference  physical/occupational therapy notes."
}
