{
  "Rate of Speech": "Complete running speech tasks, which may include:\n1) Observation of conversational/informal speech (e.g., \"What does a typical day look like for you?\")\n2) Narrative task: Describe an image (e.g., the Kite Picture or Cookie Theft picture).\n3) Reading task (e.g., the Grandfather Passage or Caterpillar Passage).",
  "Fluency & Cadence": "Refer to \"Rate of Speech\" tasks (Observation, Narrative, and Reading).",
  "Loudness": "Refer to \"Rate of Speech\" tasks (Observation, Narrative, and Reading).",
  "Voice Quality and Respiration": "Observe during other speech tasks. Measure maximum phonation time:\nAsk the patient, \"Take a deep breath and hold out the sound 'ah' for as long as you can.\"",
  "Word & Phrasal Stress": "Observe during other speech tasks.\nOptional additional task: Present patient with a sentence in writing: \"The deadline is tomorrow.\" Ask, \"Read this sentence with a different stress. For example, 'The deadline IS tomorrow.'\"",
  "Articulation": "1) Repeat words: \"northwest, twist, fused, sleeps, scarecrow, playground, lifeboat, shipwreck, mushroom, woodwork.\" (Tikofsky, 1970)\n2) Repeat sentences: \"A strong job interview actually breathes life into my morning.\" \"The other difficult colleague will perhaps confront my behavior and enjoy it.\" (Gurevich & Kim, 2023)\n3) Automatic speech: \"Tell me the days of the week.\"",
  "Resonance": "Check for nasal emission using a mirror OR ask: \"Repeat after me: 'Buy Bobby a puppy.' Now, pinch your nostrils shut. Again, 'Buy Bobby a puppy.'\"\nRepeat with: \"My mama makes lemon muffins.\"\nCompare resonance when the nares are not occluded versus occluded.",
  "Diadochokinetic Rate (DDK)": "Record to measure repetitions per second if possible.\nAMR: \"Take a breath and repeat 'puh-puh-puh' as fast and steadily as you can until I tell you to stop.\" Provide an example. Perform additional trials to test maximum performance.\nSMR: \"Repeat 'puh-tuh-kuh' over and over until I tell you to stop.\" Alternative: \"buttercup\".",
  "Expression": "Observe emotional state throughout. Note any reports of uncontrolled or inappropriate emotional responses.",
  "General OME Observations": "Observations across oral mechanism tasks.",
  "OME (Face)": "\"Relax and look straight ahead. Open your lips and breathe quietly.\"\nLook at the jaw and lips at rest.",
  "OME (Jaw)": "1) Resistance: \"Open wide; don't let me close your mouth.\" / \"Close your mouth; don't let me open it.\"\n2) Movement: \"Bite down five times, like you're chewing gum.\"",
  "OME (Lips)": "1) Smile: \"Smile and hold for three seconds.\"\n2) Resistance: \"Don't let me move your lips.\" / \"Squeeze your lips tightly together; don't let me open them.\"",
  "OME (Soft Palate)": "1) \"Puff your cheeks up with air.\"\n2) \"Open your mouth wide.\" (Observe palate at rest using a tongue blade).",
  "OME (Tongue)": "1) Protrusion: \"Stick your tongue straight out. Hold for three seconds.\"\n2) Resistance: \"Don't let me push your tongue back.\"\n3) Movement: \"Curl your tongue up towards your nose, then down towards your chin.\"\n4) Lateral Strength: \"Push your tongue into the inside of your cheek against my finger.\"",
  "OME (Larynx)": "1) \"Cough\"\n2) \"Say 'uh-oh'\" (Listen for inhalation noise)",
  "Body Movement": "Observe ambulation and motor movements (e.g., reaching, writing). Reference PT/OT notes."
}
